tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keys-pub/tap"
tap "linux-noah/noah"
tap "neovim/neovim"
tap "nyuichi/satysfi"
tap "orf/brew"
tap "rhysd/tweet-app", "https://github.com/rhysd/tweet-app"
brew "cmake"
brew "docker", link: false
brew "ghostscript"
brew "expect"
brew "gdb"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "hub"
brew "hugo"
brew "knock"
brew "llvm"
brew "neovim"
brew "nodebrew"
brew "octave"
brew "openjdk"
brew "pandoc"
brew "peco"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby", link: true
brew "tig"
brew "vim"
brew "wget"
brew "linux-noah/noah/noah"
brew "orf/brew/gping"
cask "discord"
cask "docker"
cask "iterm2"
cask "java"
cask "keys"
cask "mactex"
cask "skim"
cask "thunderbird"
cask "tweet"
cask "vagrant"
cask "visual-studio-code"
