tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "keys-pub/tap"
tap "linux-noah/noah"
tap "neovim/neovim"
tap "nyuichi/satysfi"
tap "orf/brew"
brew "open-mpi"
brew "bat"
brew "glib"
brew "cmake"
brew "deno"
brew "docker", link: false
brew "ghostscript"
brew "expect"
brew "eza"
brew "ghq"
brew "gibo"
brew "git"
brew "harfbuzz"
brew "pango"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gping"
brew "hub"
brew "hugo"
brew "knock"
brew "llvm"
brew "mas"
brew "neovim"
brew "ninja"
brew "nodebrew"
brew "nvm"
brew "python@3.9"
brew "qscintilla2"
brew "octave"
brew "openjdk"
brew "peco"
brew "python@3.8"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "slides"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "wolfssl"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "cinebench"
cask "day-o"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "mactex"
cask "mathpix-snipping-tool"
cask "night-owl"
cask "notion"
cask "protonvpn"
cask "skim"
cask "skype"
cask "slack"
cask "telegram-desktop"
cask "thunderbird"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "Actions", id: 1586435171
mas "DuckDuckGo", id: 663592361
mas "GarageBand", id: 682658836
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "Pages", id: 409201541
mas "Pomodoro-Tracker", id: 1396146802
mas "Spark", id: 1176895641
mas "Tot", id: 1491071483
mas "WattsConnected", id: 1639692859
mas "Xcode", id: 497799835
vscode "astro-build.astro-vscode"
vscode "ban.spellright"
vscode "codezombiech.gitignore"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "gimly81.matlab"
vscode "github.vscode-github-actions"
vscode "hediet.vscode-drawio"
vscode "ionutvmi.path-autocomplete"
vscode "ivory-lab.jenkinsfile-support"
vscode "james-yu.latex-workshop"
vscode "marko2276.yang"
vscode "marp-team.marp-vscode"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "rogalmic.bash-debug"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "simsim0709.over-night-owl"
vscode "surajbarkale.ninja"
vscode "svelte.svelte-vscode"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wraith13.bracket-lens"
vscode "zxh404.vscode-proto3"
